[
  {
    "title": "NASA's Mars 2020 Rover Closer to Getting Its Name",
    "preview": "155 students from across the U.S. have been chosen as semifinalists in NASA's essay contest to name the Mars 2020 rover, and see it launch from Cape Canaveral this July."
  },
  {
    "title": "NASA's MAVEN Explores Mars to Understand Radio Interference at Earth",
    "preview": "NASA’s MAVEN spacecraft has discovered “layers” and “rifts” in the electrically charged part of the upper atmosphere of Mars."
  },
  {
    "title": "The Launch Is Approaching for NASA's Next Mars Rover, Perseverance",
    "preview": "The Red Planet's surface has been visited by eight NASA spacecraft. The ninth will be the first that includes a roundtrip ticket in its flight plan. "
  },
  {
    "title": "NASA's New Mars Rover Will Use X-Rays to Hunt Fossils",
    "preview": "PIXL, an instrument on the end of the Perseverance rover's arm, will search for chemical fingerprints left by ancient microbes."
  },
  {
    "title": "Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch",
    "preview": "A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment — including the rover's sample collection tubes — to Florida for this summer's liftoff."
  },
  {
    "title": "NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet",
    "preview": "The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July."
  },
  {
    "title": "NASA's Perseverance Mars Rover Gets Balanced",
    "preview": "The mission team performed a crucial weight-balancing test on the rover in preparation for this summer's history-making launch to the Red Planet."
  },
  {
    "title": "NASA's Curiosity Mars Rover Takes a New Selfie Before Record Climb",
    "preview": "Along with capturing an image before its steepest ascent ever, the robotic explorer filmed its \"selfie stick,\" or robotic arm, in action."
  },
  {
    "title": "Follow NASA's Perseverance Rover in Real Time on Its Way to Mars",
    "preview": "A crisply rendered web application can show you where the agency's Mars 2020 mission is right now as it makes its way to the Red Planet for a Feb. 18, 2021, landing."
  },
  {
    "title": "The Extraordinary Sample-Gathering System of NASA's Perseverance Mars Rover",
    "preview": "Two astronauts collected Moon rocks on Apollo 11. It will take three robotic systems working together to gather up the first Mars rock samples for return to Earth."
  },
  {
    "title": "NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget",
    "preview": "Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return."
  },
  {
    "title": "NASA's Curiosity Rover Finds an Ancient Oasis on Mars",
    "preview": "New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate."
  },
  {
    "title": "NASA's Mars Perseverance Rover Gets Its Sample Handling System",
    "preview": "The system will be collecting and storing Martian rock and soil. Its installation marks another milestone in the march toward the July launch period."
  },
  {
    "title": "NASA's Curiosity Mars Rover Snaps Its Highest-Resolution Panorama Yet",
    "preview": "To go along with the stunning 1.8-billion-pixel image, a new video offers a sweeping view of the Red Planet."
  },
  {
    "title": "Deadline Closing for Names to Fly on NASA's Next Mars Rover",
    "preview": "You have until Sept. 30 to send your names to Mars aboard the Mars 2020 rover. "
  }
]